<?php
// Heading
$_['heading_title']       = 'Личный Кабинет';

// Text
$_['text_account']        = 'Личный Кабинет';
$_['text_hello1']         = 'Здравствуйте';
$_['text_my_account']     = 'Моя учетная запись';
$_['text_my_orders']      = 'Мои заказы';
$_['text_my_affiliate']   = 'Мой партнерский аккаунт';
$_['text_my_newsletter']  = 'Подписка';
$_['text_edit']           = 'Изменить контактную информацию';
$_['text_password']       = 'Изменить свой пароль';
$_['text_address']        = 'Изменить мои адреса';
$_['text_credit_card']    = 'Управление кредитными картами';
$_['text_wishlist']       = 'Посмотреть закладки';
$_['text_order']          = 'История заказов';
$_['text_download']       = 'Файлы для скачивания';
$_['text_reward']         = 'Бонусные баллы';
$_['text_return']         = 'Запросы на возврат';
$_['text_transaction']    = 'История транзакций';
$_['text_newsletter']     = 'Подписаться или отказаться от рассылки новостей';
$_['text_recurring']      = 'Периодические платежи';
$_['text_transactions']   = 'Транзакции';
$_['text_affiliate_add']  = 'Регистрация партнерского аккаунта';
$_['text_affiliate_edit'] = 'Изменить партнерскую информацию';
$_['text_tracking']       = 'Код отслеживания партнерских отношений';
$_['text_greetings']      = '<p>В профиле Вы можете редактировать и добавлять свои персональные данные. Они необходимы, чтобы сделать процесс покупок в нашем магазине более комфортным. Eagles Victoria хранит Вашу личную информацию для процедуры оплаты и доставки купленного товара. Личные данные защищены в соответствии с Политикой Безопасности сайта.</p> <p>Мы убедительно просим Вас ознакомиться с политикой безопасности здесь: <a href="https://eaglesvictoria.com/index.php?route=information/information&information_id=5">Правила и условия</a></p> <p>Используя кнопки с правой стороны страницы, Вы можете изменять пароль и добавлять или редактировать свои личные данные такие, как адрес доставки. Или проверять историю оплаты заказов и статус рассрочки.</p> <p>Спасибо, что выбрали нас!</p> <p>С наилучшими пожеланиями,<br/> команда Eagles Victoria</p>';